Repository: zeroy1024/Swift-Craft-Launcher
Catalog: SwiftCraftLauncher/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# modpack.export.summary
source: Summary
ar: ملخص
da: Opsummering
de: Zusammenfassung
es: Resumen
fi: Yhteenveto
fr: Résumé
hi: सारांश
it: Riepilogo
ja: 概要
ko: 요약
nb: Oppsummering
nl: Samenvatting
pl: Podsumowanie
pt: Resumo
ru: Описание
sv: Sammanfattning
th: สรุป
tr: Özet
vi: Tóm tắt
zh_hans: 描述
zh_hant: 描述

# modpack.export.summary.placeholder
source: Brief description of the modpack (optional)
ar: وصف موجز لحزمة التعديلات (اختياري)
da: Kort beskrivelse af modpack (valgfrit)
de: Kurze Beschreibung des Modpacks (optional)
es: Breve descripción del modpack (opcional)
fi: Lyhyt kuvaus modpackista (valinnainen)
fr: Brève description du modpack (facultatif)
hi: मॉडपैक का संक्षिप्त विवरण (वैकल्पिक)
it: Breve descrizione del modpack (opzionale)
ja: 整合包の簡単な説明（任意）
ko: 모드팩에 대한 간단한 설명 (선택 사항）
nb: Kort beskrivelse av modpack (valgfritt)
nl: Korte beschrijving van de modpack (optioneel)
pl: Krótki opis modpacka (opcjonalnie)
pt: Breve descrição do modpack (opcional)
ru: Краткое описание модпака (необязательно)
sv: Kort beskrivning av modpack (valfritt)
th: คำอธิบายสั้นๆ ของ Modpack (ไม่บังคับ)
tr: Modpack'in kısa açıklaması (isteğe bağlı)
vi: Mô tả ngắn về modpack (tùy chọn)
zh_hans: 简要描述整合包内容（选填）
zh_hant: 簡要描述整合包內容（選填）

# modpack.export.title
source: Export Modpack
ar: تصدير حزمة التعديلات
da: Eksporter Modpack
de: Modpack exportieren
es: Exportar Modpack
fi: Vie Modpack
fr: Exporter le Modpack
hi: मॉडपैक निर्यात करें
it: Esporta Modpack
ja: モッドパックをエクスポート
ko: 모드팩 내보내기
nb: Eksporter Modpack
nl: Modpack Exporteren
pl: Eksportuj Modpack
pt: Exportar Modpack
ru: Экспорт модпака
sv: Exportera Modpack
th: ส่งออก Modpack
tr: Modpack'i Dışa Aktar
vi: Xuất Modpack
zh_hans: 导出整合包
zh_hant: 匯出整合包

# modpack.export.version
source: Modpack Version
ar: إصدار حزمة التعديلات
es: Versión del Modpack
fi: Modpackin Versio
fr: Version du Modpack
hi: मॉडपैक संस्करण
it: Versione Modpack
ja: モッドパックバージョン
ko: 모드팩 버전
nb: Modpack Versjon
nl: Modpack Versie
pl: Wersja Modpack
pt: Versão do Modpack
ru: Версия модпака
th: เวอร์ชัน Modpack
tr: Modpack Sürümü
vi: Phiên bản Modpack
zh_hans: 整合包版本
zh_hant: 整合包版本

# modpack.files.title
source: Modpack Files
ar: ملفات حزمة التعديل
da: Modpack filer
de: Modpack-Dateien
es: Archivos del modpack
fi: Modpack-tiedostot
fr: Fichiers du modpack
hi: मॉडपैक फ़ाइलें
it: File del modpack
ja: モッドパックファイル
ko: 모드팩 파일
nb: Modpack filer
nl: Modpack bestanden
pl: Pliki modpacka
pt: Arquivos do modpack
ru: Файлы модпака
sv: Modpack-filer
th: ไฟล์มอดแพ็ค
tr: Modpack dosyaları
vi: Tệp modpack
zh_hans: 整合包文件
zh_hant: 整合包檔案

# modpack.game.version
source: Game Version
ar: إصدار اللعبة
da: Spilversion
de: Spielversion
es: Versión del Juego
fi: Pelin Versio
fr: Version du Jeu
hi: गेम संस्करण
it: Versione del Gioco
ja: ゲームバージョン
ko: 게임 버전
nb: Spillversjon
nl: Spelversie
pl: Wersja Gry
pt: Versão do Jogo
ru: Версия Игры
sv: Spelversion
th: เวอร์ชันเกม
tr: Oyun Sürümü
vi: Phiên Bản Trò Chơi
zh_hans: 游戏版本
zh_hant: 遊戲版本

# modpack.game.version.placeholder
source: Select game version
ar: اختر إصدار اللعبة
da: Vælg spilversion
de: Spielversion auswählen
es: Seleccionar versión del juego
fi: Valitse pelin versio
fr: Sélectionner la version du jeu
hi: गेम संस्करण चुनें
it: Seleziona versione del gioco
ja: ゲームバージョンを選択
ko: 게임 버전 선택
nb: Velg spillversjon
nl: Selecteer spelversie
pl: Wybierz wersję gry
pt: Selecionar versão do jogo
ru: Выберите версию игры
sv: Välj spelversion
th: เลือกเวอร์ชันเกม
tr: Oyun sürümünü seç
vi: Chọn phiên bản trò chơi
zh_hans: 请选择游戏版本
zh_hant: 請選取遊戲版本

# modpack.import.button
source: Import
ar: استيراد
da: Importér
de: Importieren
es: Importar
fi: Tuo
fr: Importer
hi: आयात करें
it: Importa
ja: インポート
ko: 가져오기
nb: Importér
nl: Importeren
pl: Importuj
pt: Importar
ru: Импорт
sv: Importera
th: นำเข้า
tr: İçe Aktar
vi: Nhập
zh_hans: 导入
zh_hant: 匯入

# modpack.import.title
source: Import Modpack
ar: استيراد حزمة التعديل
da: Importér modpack
de: Modpack importieren
es: Importar modpack
fi: Tuo modpack
fr: Importer modpack
hi: मॉडपैक आयात करें
it: Importa modpack
ja: モッドパックをインポート
ko: 모드팩 가져오기
nb: Importér modpack
nl: Modpack importeren
pl: Importuj modpack
pt: Importar modpack
ru: Импортировать модпак
sv: Importera modpack
th: นำเข้ามอดแพ็ค
tr: Modpack'i içe aktar
vi: Nhập modpack
zh_hans: 导入整合包
zh_hant: 從整合包匯入

# modpack.processing.subtitle.local
source: Extracting modpack files and parsing configuration
ar: استخراج ملفات حزمة التعديلات وتحليل الإعدادات
da: Udpakker modpack-filer og analyserer konfigurationen
de: Entpackt Modpack-Dateien und analysiert die Konfiguration
es: Extrayendo archivos del modpack y analizando la configuración
fi: Puretaan modpack-tiedostoja ja jäsennetään kokoonpanoa
fr: Extraction des fichiers du modpack et analyse de la configuration
hi: मॉडपैक फ़ाइलें निकाल रहा है और कॉन्फ़िगरेशन पार्स कर रहा है
it: Estraendo i file del modpack e analizzando la configurazione
ja: モッドパックのファイルを展開し、設定を解析しています
ko: 모드팩 파일을 압축 해제하고 설정을 파싱하는 중입니다
nb: Pakker ut modpack-filer og analyserer konfigurasjonen
nl: Pakt modpack-bestanden uit en analyseert de configuratie
pl: Rozpakowywanie plików paczki modów i analizowanie konfiguracji
pt: Extraindo os arquivos do modpack e analisando a configuração
ru: Извлечение файлов модпака и анализ конфигурации
sv: Packar upp modpack-filer och analyserar konfigurationen
th: กำลังแตกไฟล์ม็อดแพ็กและวิเคราะห์การตั้งค่า
tr: Modpaket dosyaları çıkarılıyor ve yapılandırma ayrıştırılıyor
vi: Đang giải nén các tệp modpack và phân tích cấu hình
zh_hans: 解压整合包文件并解析配置
zh_hant: 解壓整合包檔案並解析配置

# modpack.processing.subtitle.remote
source: Downloading modpack files and parsing configuration
ar: تحميل ملفات حزمة التعديل وتحليل التكوين
da: Downloader modpack filer og parser konfiguration
de: Modpack-Dateien herunterladen und Konfiguration analysieren
es: Descargando archivos del modpack y analizando configuración
fi: Ladataan modpack-tiedostoja ja jäsennetään asetuksia
fr: Téléchargement des fichiers du modpack et analyse de la configuration
hi: मॉडपैक फ़ाइलें डाउनलोड कर रहा है और कॉन्फ़िगरेशन का विश्लेषण कर रहा है
it: Download dei file del modpack e analisi della configurazione
ja: モッドパックファイルのダウンロードと設定の解析
ko: 모드팩 파일 다운로드 및 구성 분석
nb: Laster ned modpack-filer og analyserer konfigurasjon
nl: Modpack-bestanden downloaden en configuratie parseren
pl: Pobieranie plików modpacka i analiza konfiguracji
pt: Baixando arquivos do modpack e analisando configuração
ru: Загрузка файлов модпака и анализ конфигурации
sv: Laddar ner modpack-filer och analyserar konfiguration
th: กำลังดาวน์โหลดไฟล์มอดแพ็คและวิเคราะห์การตั้งค่า
tr: Modpack dosyaları indiriliyor ve yapılandırma ayrıştırılıyor
vi: Đang tải xuống tệp modpack và phân tích cấu hình
zh_hans: 下载整合包文件并解析配置
zh_hant: 下載整合包檔案並解析配置

# modpack.processing.title
source: Processing Modpack...
ar: معالجة حزمة التعديل...
da: Behandler modpack...
de: Modpack wird verarbeitet...
es: Procesando modpack...
fi: Käsitellään modpackia...
fr: Traitement du modpack...
hi: मॉडपैक संसाधित कर रहा है...
it: Elaborazione modpack...
ja: モッドパックを処理中……
ko: 모드팩 처리 중……
nb: Behandler modpack...
nl: Modpack verwerken...
pl: Przetwarzanie modpacka...
pt: Processando modpack...
ru: Обработка модпака...
sv: Bearbetar modpack...
th: กำลังประมวลผลมอดแพ็ค...
tr: Modpack işleniyor...
vi: Đang xử lý modpack...
zh_hans: 正在处理整合包……
zh_hant: 正在處理整合包……

# modpack.progress.dependencies_installation_completed
source: Modpack dependencies installation completed
ar: اكتمل تثبيت تبعيات حزمة التعديل
da: Modpack afhængigheder installation færdig
de: Installation der Modpack-Abhängigkeiten abgeschlossen
es: Instalación de dependencias del modpack completada
fi: Modpack-riippuvuuksien asennus valmis
fr: Installation des dépendances du modpack terminée
hi: मॉडपैक निर्भरताओं की स्थापना पूर्ण
it: Installazione dipendenze modpack completata
ja: モッドパック依存関係のインストール完了
ko: 모드팩 의존성 설치 완료
nb: Modpack avhengigheter installasjon fullført
nl: Modpack afhankelijkheden installatie voltooid
pl: Instalacja zależności modpacka zakończona
pt: Instalação de dependências do modpack concluída
ru: Установка зависимостей модпака завершена
sv: Modpack-beroenden installation slutförd
th: การติดตั้งการพึ่งพามอดแพ็คเสร็จสิ้น
tr: Modpack bağımlılık kurulumu tamamlandı
vi: Cài đặt phụ thuộc modpack hoàn tất
zh_hans: 整合包依赖安装完成
zh_hant: 整合包依賴安裝完成

# modpack.progress.dependencies_installation_started
source: Starting to install modpack dependencies
ar: بدء تثبيت تبعيات حزمة التعديل
da: Begynder installation af modpack afhængigheder
de: Installation der Modpack-Abhängigkeiten gestartet
es: Iniciando instalación de dependencias del modpack
fi: Aloitetaan modpack-riippuvuuksien asennus
fr: Début de l'installation des dépendances du modpack
hi: मॉडपैक निर्भरताओं की स्थापना शुरू करना
it: Inizio installazione dipendenze modpack
ja: モッドパック依存関係のインストール開始
ko: 모드팩 의존성 설치 시작
nb: Starter installasjon av modpack avhengigheter
nl: Installatie van modpack afhankelijkheden gestart
pl: Rozpoczynanie instalacji zależności modpacka
pt: Iniciando instalação de dependências do modpack
ru: Начало установки зависимостей модпака
sv: Påbörjar installation av modpack-beroenden
th: เริ่มติดตั้งการพึ่งพามอดแพ็ค
tr: Modpack bağımlılıklarının kurulumu başlatılıyor
vi: Bắt đầu cài đặt phụ thuộc modpack
zh_hans: 开始安装整合包依赖
zh_hant: 開始安裝整合包依賴

# modpack.progress.dependency_skipped
source: Skipping already installed dependency
ar: تخطي التبعية المثبتة مسبقاً
da: Spring over allerede installeret afhængighed
de: Bereits installierte Abhängigkeit übersprungen
es: Omitiendo dependencia ya instalada
fi: Ohitetaan jo asennettu riippuvuus
fr: Ignorer la dépendance déjà installée
hi: पहले से स्थापित निर्भरता को छोड़ना
it: Salto dipendenza già installata
ja: 既にインストール済みの依存関係をスキップ
ko: 이미 설치된 의존성 건너뛰기
nb: Hopp over allerede installert avhengighet
nl: Al geïnstalleerde afhankelijkheid overslaan
pl: Pomijanie już zainstalowanej zależności
pt: Pulando dependência já instalada
ru: Пропуск уже установленной зависимости
sv: Hoppar över redan installerat beroende
th: ข้ามการพึ่งพาที่ติดตั้งแล้ว
tr: Zaten kurulu bağımlılık atlanıyor
vi: Bỏ qua phụ thuộc đã cài đặt
zh_hans: 跳过已安装的依赖
zh_hant: 跳過已安裝的依賴

# modpack.progress.files_download_completed
source: Modpack files download completed
ar: اكتمل تحميل ملفات حزمة التعديل
da: Modpack filer download færdig
de: Modpack-Dateien heruntergeladen
es: Descarga de archivos del modpack completada
fi: Modpack-tiedostojen lataus valmis
fr: Téléchargement des fichiers du modpack terminé
hi: मॉडपैक फाइलें डाउनलोड पूर्ण
it: Download file modpack completato
ja: モッドパックファイルのダウンロード完了
ko: 모드팩 파일 다운로드 완료
nb: Modpack filer nedlasting fullført
nl: Modpack bestanden download voltooid
pl: Pobieranie plików modpacka zakończone
pt: Download dos arquivos do modpack concluído
ru: Загрузка файлов модпака завершена
sv: Modpack filer nedladdning slutförd
th: ดาวน์โหลดไฟล์มอดแพ็คเสร็จสิ้น
tr: Modpack dosyaları indirme tamamlandı
vi: Tải xuống tệp modpack hoàn tất
zh_hans: 整合包文件下载完成
zh_hant: 整合包檔案下載完成

# modpack.progress.files_download_started
source: Starting to download modpack files
ar: بدء تحميل ملفات حزمة التعديل
da: Begynder download af modpack filer
de: Modpack-Dateien herunterladen
es: Iniciando descarga de archivos del modpack
fi: Aloitetaan modpack-tiedostojen lataus
fr: Début du téléchargement des fichiers du modpack
hi: मॉडपैक फाइलें डाउनलोड शुरू करना
it: Inizio download file modpack
ja: モッドパックファイルのダウンロード開始
ko: 모드팩 파일 다운로드 시작
nb: Starter nedlasting av modpack filer
nl: Modpack bestanden download gestart
pl: Rozpoczynanie pobierania plików modpacka
pt: Iniciando download dos arquivos do modpack
ru: Начало загрузки файлов модпака
sv: Påbörjar nedladdning av modpack filer
th: เริ่มดาวน์โหลดไฟล์มอดแพ็ค
tr: Modpack dosyaları indirme başlatılıyor
vi: Bắt đầu tải xuống tệp modpack
zh_hans: 开始下载整合包文件
zh_hant: 開始下載整合包檔案

source: Modpack Version
ar: إصدار حزمة التعديلات
es: Versión del Modpack
fr: Version du Modpack
hi: मॉडपैक संस्करण
it: Versione Modpack
ja: モッドパックバージョン
ko: 모드팩 버전
nl: Modpack Versie
pl: Wersja Modpack
pt: Versão do Modpack
ru: Версия модпака
th: เวอร์ชัน Modpack
tr: Modpack Sürümü
vi: Phiên bản Modpack
zh_hans: 整合包版本
zh_hant: 整合包版本

source: More
ar: المزيد
da: Mere
de: Mehr
es: Más
fi: Lisää
fr: Plus
hi: अधिक
it: Altro
ja: もっと見る
ko: 더보기
nb: Mer
nl: Meer
pl: Więcej
pt: Mais
ru: Ещё
sv: Mer
th: เพิ่มเติม
tr: Daha fazla
vi: Thêm
zh_hans: 更多
zh_hant: 更多

# neoforge.loader.title
source: NeoForge Loader
ar: NeoForge المحمل
hi: NeoForge लोडर
ja: NeoForgeローダー
ko: NeoForge 로더
zh_hans: NeoForge加载器
zh_hant: NeoForge加載器

# no_local_game.message
source: Please add a local game first before performing this operation.
ar: يرجى إضافة لعبة محلية أولاً قبل تنفيذ هذه العملية.
da: Tilføj venligst et lokalt spil først før du udfører denne handling.
de: Bitte fügen Sie zuerst ein lokales Spiel hinzu, bevor Sie diese Operation ausführen.
es: Por favor, añade un juego local primero antes de realizar esta operación.
fi: Lisää ensin paikallinen peli ennen tämän toiminnon suorittamista.
fr: Veuillez d'abord ajouter un jeu local avant d'effectuer cette opération.
hi: कृपया इस ऑपरेशन को करने से पहले पहले एक स्थानीय गेम जोड़ें।
it: Aggiungi prima un gioco locale prima di eseguire questa operazione.
ja: この操作を実行する前に、まずローカルゲームを追加してください。
ko: 이 작업을 수행하기 전에 먼저 로컬 게임을 추가해 주세요。
nb: Legg til et lokalt spill først før du utfører denne operasjonen.
nl: Voeg eerst een lokaal spel toe voordat u deze bewerking uitvoert.
pl: Dodaj najpierw lokalną grę przed wykonaniem tej operacji.
pt: Adicione primeiro um jogo local antes de executar esta operação.
ru: Пожалуйста, сначала добавьте локальную игру перед выполнением этой операции.
sv: Lägg till ett lokalt spel först innan du utför denna åtgärd.
th: กรุณาเพิ่มเกมในเครื่องก่อนดำเนินการนี้
tr: Lütfen bu işlemi gerçekleştirmeden önce önce yerel bir oyun ekleyin.
vi: Vui lòng thêm một trò chơi cục bộ trước khi thực hiện thao tác này.
zh_hans: 请先添加本地游戏后再进行此操作。
zh_hant: 請先添加本地遊戲後再進行此操作。

# no_local_game.title
source: No Local Game
ar: لا توجد لعبة محلية
da: Intet Lokalt Spil
de: Kein Lokales Spiel
es: Sin Juego Local
fi: Ei Paikallista Peliä
fr: Aucun Jeu Local
hi: कोई स्थानीय गेम नहीं
it: Nessun Gioco Locale
ja: ローカルゲームなし
ko: 로컬 게임 없음
nb: Ingen Lokalt Spill
nl: Geen Lokaal Spel
pl: Brak Lokalnej Gry
pt: Sem Jogo Local
ru: Нет Локальной Игры
sv: Inget Lokalt Spel
th: ไม่มีเกมในเครื่อง
tr: Yerel Oyun Yok
vi: Không Có Trò Chơi Cục Bộ
zh_hans: 没有本地游戏
zh_hant: 沒有本地遊戲

# notification.download.complete.body
source: %@ (Version: %@, Loader: %@) has been successfully downloaded.
ar: %@ (الإصدار: %@، المحمّل: %@) تم تنزيله بنجاح.
da: %@ (Version: %@, Loader: %@) er blevet downloadet med succes.
de: %@ (Version: %@, Loader: %@) wurde erfolgreich heruntergeladen.
es: %@ (Versión: %@, Cargador: %@) se ha descargado con éxito.
fi: %@ (Versio: %@, Latausohjelma: %@) on ladattu onnistuneesti.
fr: %@ (Version: %@, Chargeur: %@) a été téléchargé avec succès.
hi: %@ (संस्करण: %@, लोडर: %@) सफलतापूर्वक डाउनलोड हो गया है।
it: %@ (Versione: %@, Caricatore: %@) è stato scaricato con successo.
ja: %@ (バージョン： %@、ローダー： %@） が正常にダウンロードされました。
ko: %@ (버전： %@, 로더： %@)가 성공적으로 다운로드되었습니다。
nb: %@ (Versjon: %@, Laster: %@) har blitt lastet ned.
nl: %@ (Versie: %@, Loader: %@) is succesvol gedownload.
pl: %@ (Wersja: %@, Ładowarka: %@) został pomyślnie pobrany.
pt: %@ (Versão: %@, Carregador: %@) foi baixado com sucesso.
ru: %@ (Версия: %@, Загрузчик: %@) успешно загружен.
sv: %@ (Version: %@, Laddare: %@) har laddats ner framgångsrikt.
th: %@ (เวอร์ชั่น: %@, โหลดเดอร์: %@) ดาวน์โหลดสำเร็จแล้ว
tr: %@ (Sürüm: %@, Yükleyici: %@) başarıyla indirildi.
vi: %@ (Phiên bản: %@, Loader: %@) đã được tải xuống thành công.
zh_hans: %@ (版本： %@, 加载器： %@） 已成功下载。
zh_hant: %@ (版本： %@, 加載器： %@） 已成功下載。

# notification.download.complete.title
source: Download Complete
ar: اكتمل التنزيل
da: Download Fuldført
de: Download Abgeschlossen
es: Descarga Completa
fi: Lataus Valmis
fr: Téléchargement Terminé
hi: डाउनलोड पूर्ण
it: Download Completato
ja: ダウンロード完了
ko: 다운로드 완료
nb: Nedlasting Fullført
nl: Download Voltooid
pl: Pobieranie Zakończone
pt: Download Concluído
ru: Загрузка Завершена
sv: Nedladdning Klar
th: ดาวน์โหลดเสร็จสิ้น
tr: İndirme Tamamlandı
vi: Tải Xuống Hoàn Thành
zh_hans: 下载完成
zh_hant: 下載完成

# platform.client.optional
source: Optional
ar: اختياري
da: Valgfri
es: Opcional
fi: Valinnainen
fr: Optionnel
hi: वैकल्पिक
it: Opzionale
ja: オプション
ko: 선택사항
nb: Valgfritt
nl: Optioneel
pl: Opcjonalny
pt: Opcional
ru: Необязательный
sv: Valfri
th: ไม่บังคับ
tr: İsteğe Bağlı
vi: Tùy Chọn
zh_hans: 可选
zh_hant: 可選

# platform.client.required
source: Required
ar: مطلوب
da: Påkrævet
de: Erforderlich
es: Requerido
fi: Pakollinen
fr: Requis
hi: आवश्यक
it: Richiesto
ja: 必須
ko: 필수
nb: Påkrevd
nl: Vereist
pl: Wymagany
pt: Obrigatório
ru: Обязательный
sv: Krävs
th: จำเป็น
tr: Gerekli
vi: Bắt Buộc
zh_hans: 必需
zh_hant: 必需

# platform.client.unsupported
source: Unsupported
ar: غير مدعوم
da: Ikke Understøttet
de: Nicht Unterstützt
es: No Soportado
fi: Ei Tuettu
fr: Non Pris en Charge
hi: असमर्थित
it: Non Supportato
ja: 非対応
ko: 지원되지 않음
nb: Ikke Støttet
nl: Niet Ondersteund
pl: Nieobsługiwany
pt: Não Suportado
ru: Не Поддерживается
sv: Ej Stödd
th: ไม่รองรับ
tr: Desteklenmeyen
vi: Không Hỗ Trợ
zh_hans: 不支持
zh_hant: 不支援

# platform.server.optional
source: Optional
ar: اختياري
da: Valgfri
es: Opcional
fi: Valinnainen
fr: Optionnel
hi: वैकल्पिक
it: Opzionale
ja: オプション
ko: 선택사항
nb: Valgfritt
nl: Optioneel
pl: Opcjonalny
pt: Opcional
ru: Необязательный
sv: Valfri
th: ไม่บังคับ
tr: İsteğe Bağlı
vi: Tùy Chọn
zh_hans: 可选
zh_hant: 可選

# platform.server.required
source: Required
ar: مطلوب
da: Påkrævet
de: Erforderlich
es: Requerido
fi: Pakollinen
fr: Requis
hi: आवश्यक
it: Richiesto
ja: 必須
ko: 필수
nb: Påkrevd
nl: Vereist
pl: Wymagany
pt: Obrigatório
ru: Обязательный
sv: Krävs
th: จำเป็น
tr: Gerekli
vi: Bắt Buộc
zh_hans: 必需
zh_hant: 必需

# platform.server.unsupported
source: Unsupported
ar: غير مدعوم
da: Ikke Understøttet
de: Nicht Unterstützt
es: No Soportado
fi: Ei Tuettu
fr: Non Pris en Charge
hi: असमर्थित
it: Non Supportato
ja: 非対応
ko: 지원되지 않음
nb: Ikke Støttet
nl: Niet Ondersteund
pl: Nieobsługiwany
pt: Não Suportado
ru: Не Поддерживается
sv: Ej Stödd
th: ไม่รองรับ
tr: Desteklenmeyen
vi: Không Hỗ Trợ
zh_hans: 不支持
zh_hant: 不支援

source: Platform Support
ar: دعم المنصة
da: Platformsunderstøttelse
de: Plattformunterstützung
es: Soporte de Plataforma
fi: Alustatuki
fr: Support de Plateforme
hi: प्लेटफॉर्म समर्थन
it: Supporto Piattaforma
ja: プラットフォームサポート
ko: 플랫폼 지원
nb: Plattformstøtte
nl: Platformondersteuning
pl: Obsługa Platformy
pt: Suporte de Plataforma
ru: Поддержка Платформ
sv: Plattformsstöd
th: การรองรับแพลตฟอร์ม
tr: Platform Desteği
vi: Hỗ Trợ Nền Tảng
zh_hans: 平台支持
zh_hant: 平台支援

# play.fill
source: Start
ar: بدء
de: Starten
es: Iniciar
fi: Käynnistä
fr: Démarrer
hi: शुरू करें
it: Avvia
ja: 開始
ko: 시작
nl: Starten
pl: Uruchom
pt: Iniciar
ru: Запустить
sv: Starta
th: เริ่ม
tr: Başlat
vi: Bắt Đầu
zh_hans: 启动
zh_hant: 啟動

# player.add
source: Add Player
ar: إضافة لاعب
da: Tilføj Spiller
de: Spieler Hinzufügen
es: Añadir Jugador
fi: Lisää Pelaaja
fr: Ajouter Joueur
hi: खिलाड़ी जोड़ें
it: Aggiungi Giocatore
ja: プレイヤー追加
ko: 플레이어 추가
nb: Legg Til Spiller
nl: Speler Toevoegen
pl: Dodaj Gracza
pt: Adicionar Jogador
ru: Добавить Игрока
sv: Lägg Till Spelare
th: เพิ่มผู้เล่น
tr: Oyuncu Ekle
vi: Thêm Người Chơi
zh_hans: 添加玩家
zh_hant: 添加玩家

# player.remove
source: Remove Player
ar: إزالة اللاعب
da: Fjern Spiller
de: Spieler Entfernen
es: Eliminar Jugador
fi: Poista Pelaaja
fr: Supprimer le Joueur
hi: खिलाड़ी हटाएं
it: Rimuovi Giocatore
ja: プレイヤーを削除
ko: 플레이어 제거
nb: Fjern Spiller
nl: Speler Verwijderen
pl: Usuń Gracza
pt: Remover Jogador
ru: Удалить Игрока
sv: Ta Bort Spelare
th: ลบผู้เล่น
tr: Oyuncuyu Kaldır
vi: Xóa Người Chơi
zh_hans: 移除玩家
zh_hant: 移除玩家

# player.remove.confirm
source: Are you sure you want to remove %@?
ar: هل أنت متأكد من أنك تريد إزالة %@؟
da: Er du sikker på at du vil fjerne %@?
de: Sind Sie sicher, dass Sie %@ entfernen möchten?
es: ¿Estás seguro de que quieres eliminar %@?
fi: Oletko varma, että haluat poistaa %@?
fr: Êtes-vous sûr de vouloir supprimer %@ ?
hi: क्या आप वाकई %@ को हटाना चाहते हैं?
it: Sei sicuro di voler rimuovere %@?
ja: 本当に %@ を削除しますか？
ko: 정말로 %@를 제거하시겠습니까?
nb: Er du sikker på at du vil fjerne %@?
nl: Weet je zeker dat je %@ wilt verwijderen?
pl: Czy na pewno chcesz usunąć %@?
pt: Tem certeza de que deseja remover %@?
ru: Вы уверены, что хотите удалить %@?
sv: Är du säker på att du vill ta bort %@?
th: คุณแน่ใจหรือไม่ที่จะลบ %@?
tr: %@ kaldırmak istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa %@ không?
zh_hans: 确定要移除 %@ 吗？
zh_hant: 確定要移除 %@ 嗎？

source: PNG 64×64 or legacy 64×32
ar: PNG 64×64 أو القديم 64×32
da: PNG 64×64 eller legacy 64×32
de: PNG 64×64 oder Legacy 64×32
es: PNG 64×64 o legacy 64×32
fi: PNG 64×64 tai legacy 64×32
fr: PNG 64×64 ou legacy 64×32
hi: PNG 64×64 या legacy 64×32
it: PNG 64×64 o legacy 64×32
ja: PNG 64×64またはレガシー64×32
ko: PNG 64×64 또는 레거시 64×32
nb: PNG 64×64 eller legacy 64×32
nl: PNG 64×64 of legacy 64×32
pl: PNG 64×64 lub legacy 64×32
pt: PNG 64×64 ou legacy 64×32
ru: PNG 64×64 или legacy 64×32
sv: PNG 64×64 eller legacy 64×32
th: PNG 64×64 หรือ legacy 64×32
tr: PNG 64×64 veya legacy 64×32
vi: PNG 64×64 hoặc legacy 64×32
zh_hans: PNG 64×64或旧版64×32
zh_hant: PNG 64×64或舊版64×32

# processor.executing
source: Executing processor %d/%d: %@
ar: تنفيذ معالج %d/%d: %@
da: Udfører processor %d/%d: %@
de: Ausführung von Prozessor %d/%d: %@
es: Ejecutando procesador %d/%d: %@
fi: Suoritetaan prosessoria %d/%d: %@
fr: Exécution du processeur %d/%d : %@
hi: प्रोसेसर चलाया जा रहा है %d/%d: %@
it: Esecuzione processore %d/%d: %@
ja: プロセッサー実行中 %d/%d: %@
ko: 프로세서 실행 중 %d/%d: %@
nb: Utfører prosessor %d/%d: %@
nl: Uitvoeren van processor %d/%d: %@
pl: Wykonywanie procesora %d/%d: %@
pt: Executando processador %d/%d: %@
ru: Выполнение процессора %d/%d: %@
sv: Kör processor %d/%d: %@
th: กำลังดำเนินการโปรเซสเซอร์ %d/%d: %@
tr: İşlemci çalıştırılıyor %d/%d: %@
vi: Đang thực thi bộ xử lý %d/%d: %@
zh_hans: 执行处理器 %d/%d: %@
zh_hant: 執行處理器 %d/%d: %@

# processor.unknown
source: Unknown
ar: غير معروف
da: Ukendt
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
hi: अज्ञात
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ru: Неизвестно
sv: Okänd
th: ไม่ทราบ
tr: Bilinmeyen
vi: Không Rõ
zh_hans: 未知
zh_hant: 未知

# project.info.details
source: Details
ar: التفاصيل
da: Detaljer
es: Detalles
fi: Yksityiskohdat
fr: Détails
hi: विवरण
it: Dettagli
ja: 詳細
ko: 세부사항
nb: Detaljer
pl: Szczegóły
pt: Detalhes
ru: Детали
sv: Detaljer
th: รายละเอียด
tr: Detaylar
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳情

# project.info.details.licensed
source: License
ar: الترخيص
da: Licens
de: Lizenz
es: Licencia
fi: Lisenssi
fr: Licence
hi: लाइसेंस
it: Licenza
ja: ライセンス
ko: 라이선스
nb: Lisens
nl: Licentie
pl: Licencja
pt: Licença
ru: Лицензия
sv: Licens
th: ใบอนุญาต
tr: Lisans
vi: Giấy phép
zh_hans: 许可证
zh_hant: 許可證

# project.info.details.published
source: Published Date
ar: تاريخ النشر
da: Udgivelsesdato
de: Veröffentlichungsdatum
es: Fecha de publicación
fi: Julkaisupäivä
fr: Date de publication
hi: प्रकाशन दिनांक
it: Data di pubblicazione
ja: 公開日
ko: 게시일
nb: Publiseringsdato
nl: Publicatiedatum
pl: Data publikacji
pt: Data de publicação
ru: Дата публикации
sv: Publiceringsdatum
th: วันที่เผยแพร่
tr: Yayın tarihi
vi: Ngày xuất bản
zh_hans: 发布时间
zh_hant: 發布時間
